#Задание 1.3
#Ввод числа m через консоль и преобразование в типо float (исло в сплавающей точкой)
m = float(input("Введите число m: "))

#Использование цикла для вывода каждого члена последовательности от 1 до 10
for i in range(1, 11):
    print(i * m)
